Repository: surenab/woodenlego
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hy

source: Crepundy Home Page
hy: Կրեպունդի տուն

source: New Products
hy: Նոր Ապրանքներ

source: Gift for Kids
hy: Նվեր երեխաների համար

source: off
hy: զեղջ

source: FREE SHIPPING in Yerevan
hy: ԱՆՎՃԱՐ ԱՌԱՔՈՒՄ Երեւանում

source: Shop now
hy: Գնիր հիմա

source: Featured Product
hy: Հատուկ ապրանքներ

source: Newsletter
hy: Լրատու

source: Subsribe to get news from US
hy: Միացեք մեզ նորությունների արագ իմանալու համար

source: Infomation
hy: Տեղեկատվություն

source: Delivery Information
hy: Առաքման մասին տեղեկություններ

source: Privacy Policy
hy: Գաղտնիության քաղաքականություն

source: Terms & Conditions
hy: Պայմաններ եւ դրույթներ

source: My Account
hy: Իմ հաշիվը

source: Order History
hy: Պատվերների պատմություն

source: Guide use
hy: Ուղեցույց

source: Crepundy
hy: Կրեպունդի

source: Brand
hy: Ապրանքանիշ

source: Ideas
hy: Գաղափարներ

source: Feature
hy: Հատկություններ

source: Follow us
hy: Հետեւեք մեզ

source: Designed by
hy: Նախագծված է

source: Vision of Future
hy: Ապագայի տեսլականը

source: All rights reserved
hy: Բոլոր իրավունքները պաշտպանված են

source: Search
hy: Փնտրել

source: Wishlist
hy: Ցանկությունների ցանկ

source: Hi
hy: Ողջու՜յն

source: My Orders
hy: Իմ պատվերները

source: Log out
hy: Դուրս գալ

source: Login
hy: Մուտք

source: Register
hy: Գրանցվել

source: Sub-Total
hy: Ընդհանուր առմամբ

source: Ship
hy: Առաքում

source: Total
hy: Ընդհանուր

source: Checkout
hy: Գնել

source: Cart
hy: զամբյուղ

source: Home
hy: Տուն

source: About us
hy: Մեր մասին

source: Toys
hy: Խաղալիքներ

source: Blogs & Events
hy: Բլոգներ եւ իրադարձություններ

source: Contact Us
hy: Կապ մեզ հետ

source: Designed for kids and adults also
hy: Նախագծված է երեխաների եւ մեծահասակների համար

source: For kids to develop their imagination
hy: Երեխաները կարող են զարգացնել իրենց երեւակայությունը

source: For adults to play with their kids
hy: Մեծահասակների համար խաղալու իրենց երեխաների հետ

source: For family to play with together
hy: Ընտանիքի համար խաղալ միասին

source: Low Shipping Cost
hy: Ցածր առաքման արժեք

source: Around Yerevan shipping cost is
hy: Երեւան ուղեւորափոխադրման արժեքը

source: Around Armenia shipping maximum cost is
hy: Հայաստան առաքման առավելագույն արժեքը

source: Buy from our suggested shops to not pay more
hy: Գնել մեր առաջարկած խանութներից ավելի շատ չվճարելու համար

source: Monney Back
hy: Money Back

source: If you find toy not interesting we will do money back.
hy: Եթե գտեք խաղալիքը հետաքրքիր չէ, մենք գումարը կվերադարձնենք:

source: If you find toy is broken we will do money back.
hy: Եթե ​​դուք գտեք խաղալիքը կոտրված, մենք գումարը կվերադարձնենք:

source: If you find toy heart your baby we will do money back.
hy: Եթե ​​խաղալիքը վնաս հասցնի ձեր երեխային, մենք գումարը կվերադարձնենք

source: The Benefits of our Toys
hy: Խաղալիքների առավելությունները

source: Problem solving and learning cause and effect.
hy: Խնդիրը լուծելու եւ պատճառահետեվանքային կապի ունակության զարգացում

source: Development of fine and gross motor skills.
hy: Ճշգրիտ եւ համատարած շարժիչ հմտությունների զարգացում:

source: Nurturing their creativity and imagination.
hy: ստեղծագործական եւ երեւակայության կերտումը:
